{
  "title": "Chamlong's Asoke Vegetarian Restaurant",
  "tags": [
    "Vegetarian Restaurant"
  ],
  "typeOfFood": "\n                                        Vegan-friendly, Lacto, Chinese, Organic, Thai, Buffet\n                                    ",
  "description": "Across the road from Chatuchat exit 1, you see a large food court, fruit and veg stalls, and a shop all run by the vegetarian foundation known as Chamlong Mangsawirat or Vegetarian Foundation. Chamlong is in a 2 floor white building behind some night clubs. Large space with 40 tables, serving simple Thai & Chinese veg food, self-serve buffet with some sauces containing milk (ask). It's operated by Santi Asok buddhist sect referring to themselves as The Dharma Practitioner Association. Thai language only. Location is next to the weekend market, in its own car park among other restaurants, health food & produce shops. Directions: Turn inside small soi around 400 club, pass night club parking. Take skytrain to the terminus at Mo Chit, then take subway (towards Bang Sue) to Kampaeng Phet where you take exit #1, and at the top of the escalator, turn right and go back up the road in the opposite direction to the direction in which you were going up the escalator. After 50 meters turn right at Roy Antiques (glass-sided building), go 50 metres up that alley, veer right and you'll see a long 2-storey building. Go through it about halfway down on the ground floor. Go to the window on your left and buy food coupons. Mar 2016 reported still operating.",
  "priceRange": "Inexpensive",
  "streetAddress": "Chatuchak Market",
  "phone": "tel:022724282",
  "venueHours": "\n                                                                                                            \n                                                                                                        Tue-Fri 6:00am-2:00pm, Sat-Sun 6:00am-3:00pm\n                                                ",
  "listingFeatures": [],
  "gmaps": "http://maps.googleapis.com/maps/api/staticmap?center=13.799320,100.547020&zoom=15&size=458x118&maptype=roadmap&markers=icon:http%3A%2F%2Fgoo.gl%2F1RDrbh%7Cshadow:true%7C13.799320,100.547020&sensor=false&key=AIzaSyBrIo4v01Yet3zb6VunVdenxRtXWFnwfxk"
}