{
  "title": "Ramana's Garden",
  "tags": [
    "Vegetarian Restaurant"
  ],
  "typeOfFood": "\n                                        Vegan-friendly, Lacto, Ovo, International, Organic, Western, Salad bar\n                                    ",
  "description": "A beautiful place to eat and enjoy the day at the Garden that is also a home and school for children (including orphans). Restaurant is operated by volunteers and all proceeds go to maintaining the organization. Sometimes the children help in the restaurant. Breakfast features fruits, hot & cold cereal, breads, and drinks. Lunch set menu consists of organically grown salad greens, fresh baked breads, soup, daal, rice or quinoa, and a cookie. Or you can order a la carte. Sunday brunch features whole grain french toast and waffles. One of few places in Laxmanjhula to get good coffee and real cappuccino. Expensive for local standards but moderate for tourists. On Saturday evening a special meal (like pizza night) - check ahead. Directions: Located away from the main part of town, away from the bridge. From the bridge above German bakery (Devraj) restaurant, go up the stairs and make a right, follow the main alleys/tracks around the corners until you see a sign on your right, or ask someone.",
  "priceRange": "Expensive",
  "streetAddress": "Village Tapovan, Laxman Jhula village",
  "postalCode": "249-192",
  "phone": "tel:+91-135-2435558",
  "venueHours": "\n                                                                                                            \n                                                                                                        Tue-Sun 10:00am-3:00pm, Sat 6:30pm-8:30pm\n                                                ",
  "listingFeatures": [
    "Cash only"
  ],
  "gmaps": "http://maps.googleapis.com/maps/api/staticmap?center=30.081720,78.284280&zoom=15&size=458x118&maptype=roadmap&markers=icon:http%3A%2F%2Fgoo.gl%2F1RDrbh%7Cshadow:true%7C30.081720,78.284280&sensor=false&key=AIzaSyBrIo4v01Yet3zb6VunVdenxRtXWFnwfxk"
}